{
    "pealkiri": "3 if: pealkiri haarav või kitsendab teemat ja seostub selgelt probleemipüstitusega, sissejuhatuses avatakse probleemi taust; probleemipüstitusena esitatakse üks selgelt sõnastatud põhiväide või -küsimus, mis loob aluse teemaarenduseks.\n2 if: pealkiri seostub probleemipüstitusega; sissejuhatuses avatakse probleemi taust; probleemipüstituses esitatud põhiväide või põhiküsimus haakub teemaarendusega osaliselt või avatakse see üldsõnaliselt.\n1 if: pealkiri üldsõnaline või puudub; probleemi taust avatakse osaliselt; probleemipüstituses esitatud põhiväide või põhiküsimus ebaselgelt sõnastatud, endastmõistetav või tõestamatu.\n0 if: probleemipüstitus puudub.",
    "teemaalg": "The following alustekst reference texts were provided; the student is expected to engage with at least one of them. \"Meedia ja vähemused\" by Kari Käsper  (sisu: vihakõne ei kuulu sõnavabaduse alla; vähemuste kaitse; meedia vastutus), \"Leebuskõne ja utoopia\" by Jan Kaus (sisu: leebus kui vastand agressiivsele kõnele; empaatia ja mõistlik eneseväljendus; absurdini jõudmine), \"Kliimamuutus: mööduv palavik või äratuskell\" by Tarmo Soomere (sisu: kliimamuutus kui reaalne oht; teaduspõhisus; tegutsemise vajadus), \"Laste kliimasõda\" by Maarja Vaino (sisu: kliimaärevus lastes; kriitika katastroofiretoorikale; Greta Thunberg, Etienne rahvajutt). Take this into account and grade:3 if: alustekstidest toodud vähemalt 2 asjakohast näidet; osundatud tsitaadi või refereeringuga; näidet laiendatakse enda mõtetega.\n2 if: alustekstidest toodud vähemalt 2 asjakohast näidet, aga osundatud ebaselgelt (nt tekstile või autorile ei viidata korrektselt); näidet laiendatakse enda mõtetega.\n1 if: alustekstidest toodud vähemalt 1 asjakohane näide; osundatud ebaselgelt (nt tekstile või autorile ei viidata korrektselt); näidet ei seota enda mõtetega piisavalt selgelt.\n0 if: alustekstidest ei ole näiteid toodud või pole need asjakohased; alusteksti võib olla kasutatud, kuid osundamine puudub.",
    "teemaarg": "3 if: alaväited selgelt sõnastatud ja seotud põhiväitega; alaväited esitatud loogilises järjekorras; kõiki näiteid selgitatud ja laiendatud, need on asjakohased; näidetest kasvavad loogiliselt välja lõikude järeldused; tekst on arutlev.\n2 if: alaväited selgelt sõnastatud ja osaliselt seotud põhiväitega; alaväited esitatud loogilises järjekorras; kõiki näiteid selgitatud ja laiendatud, need on asjakohased; näidetest ei kasva selgelt välja järeldused; tekst on arutlev.\n1 if: kõik alaväited pole selgelt sõnastatud; alaväited on osaliselt seotud põhiväitega; toodud näiteid osaliselt laiendatud; näidetest ei kasva välja järeldused; tekstil on valdavalt jutustav/kirjeldav iseloom; esineb üksikud kergemad faktivead.\n0 if: argumentatsioon on seosetu või puudub, tekst on jutustav/kirjeldav; esineb küsitavusi/faktivead.",
    "lopetus": "3 if: sissejuhatuses püstitatud probleemile on vastatud; lõikude peamised järeldused on teises sõnastuses kokku võetud.\n2 if: sissejuhatuses püstitatud probleemile on vastatud; lõikude peamisi järeldusi korratakse sissejuhatusele ja teemaarendusele ligilähedases sõnastuses.\n1 if: sissejuhatuses püstitatud probleemile on vastatud osaliselt või tuuakse sisse uus teema; lõikude peamisi järeldusi korratakse sissejuhatuse ja teemaarendusega samas sõnastuses.\n0 if: lõpetus pole teemaarenduse või sissejuhatusega seotud.",
    "sonavalik": "3 if: sõnavalik on isikupärane ja rikkalik; sõnavalik sobib kirjakeelsesse teksti; sõnastusraskusi ei esine.\n2 if: sõnavalik mitmekesine, esineb üksikuid sõnakordusi; sõnavalik sobib kirjakeelsesse teksti; esineb üksikuid sõnastusraskusi.\n1 if: sõnavalik ühekülgne, esineb palju sõnakordusi; sõnavalik sobib suuremalt jaolt kirjakeelsesse teksti; esineb palju sõnastusraskusi.\n0 if: sõnavalik ei sobi kirjakeelsesse teksti ja sõnastusraskuste tõttu tekst arusaamatu.\nNote that sõnakordus here means repeating the same content word close by where a synonym would flow better, for example toitu in \"Õpilased lähevad tihti poodi toitu ostma. Nad ostavad sealt ainult kommi kuna pood ei paku korralikku toitu.\"",
    "lausemoodustus": "3 if: laused on arusaadavad ja terviklikud; kasutatakse sidusaid ja erineva ülesehitusega lauseid; lausestuseksimusi ei esine.\n2 if: laused arusaadavad ja terviklikud; kasutatakse sidusaid ja sarnase ülesehitusega lauseid; esineb üksikuid lausestuseksimusi.\n1 if: laused suuremalt jaolt arusaadavad; kasutatakse suuremalt jaolt sidusaid lauseid, mille ülesehitus ühekülgne; esineb palju lausestuseksimusi.\n0 if: laused ebaselged ja välja arendamata, lausestuseksimuste tõttu tekst arusaamatu.",
    "kirjavahe": "3 if: kirjavahemärgistus on täpne; võib esineda 0-1 viga kokku.\n2 if: kirjavahemärgistus valdavalt täpne; võib esineda 2-3 viga kokku.\n1 if: kirjavahemärgistuses esineb palju puudusi; võib esineda 4-5 viga kokku.\n0 if: kirjavahemärgistus puudulik.\nThis aspect only refers to the correct usage of any punctuation like koma, jutumärgid, kriipsud, koolon, lauselõpumärgid, if and where relevant (but NOT lack of space after punctuation). Do not count repeated mistakes of the same type as new mistakes (only reduce 1 point per similar mistake type).",
    "oigekiri": "3 if: õigekiri ja vormimoodustus on korrektne; võib esineda 0-1 viga kokku.\n2 if: valdavalt korrektne; 2-3 viga kokku.\n1 if: palju puudusi; 4-5 viga kokku.\n0 if: õigekiri ja vormimoodustus puudulik, 6 või enam viga.\nThis aspect only considers algustähed, sõnade kokku- ja lahkukirjutamine, häälikuortograafia, käänamine-pööramine. Ignore obvious typos like accidentally swapped letters in a word. Do not count repeated mistakes of the same type as new mistakes, only reduce 1 point per mistake type. The following count as one mistake even if repeated: 1) ühes sõnas esinevad eri tüüpi õigekeelsusvead; 2) samas sõnas või morfoloogilises vormis korduvad vead; 3) sama lausetarindi puhul korduvalt ära jäetud või ülearune kirjavahemärk või kahepoolne vahemärk (jutumärgid, sulud); 4) sama/sarnase kõrvallause, lauselühendi, kiilu, sh ütte ja hüüundi, järellisandi ja -täiendi ning lisanditaolise määruse puhul korduvalt ära jäetud koma(d) või mõttekriips(ud), Näiteks loetakse üheks veaks 1) eksimused veaohtlikus sõnatüübis sama vormi moodustamisel, nt astmevahelduslike ikliiteliste sõnade sama käändevormi moodustamise vead (nt osastava vormid *mõistliku, *tuleviku); vead kontsert-tüüpi võõrsõnade käänamisel ning pesa- ja kõne-tüüpi sõnade osastavavormide moodustamisel (nt *kontsertile, *asfaltile; austas *pere, kuulas *kõne); 2) eksimused likkus-liitelistes sõnades käändevormist sõltumata (nt omastav *avalikuse, nimetav *tegelikus); 3) si-vorm mitmuse osastavas (nt *tublisi, *külasi, *vendasi) muuttüübist sõltumata; 4) sama lausetüübi puhul korduvalt ära jäetud lõpumärk; 5) samas tarindis või lauseümbruses koma(de) puudumine, nt põimlauses sarnases ümbruses (kuhu-/kus-/kust-kohakõrvallaused; täiendkõrvallaused sõltumata siduvast asesõnast ja selle käändevormist (nt mis-, mille-, mida-, millega-; kes-, kellele-, kellest-vormiga algavad täiendkõrvallaused))",
    "liigendus": "3 if: tekst on liigendatud; lõigud on proportsionaalsed; tekst on trükitud korrektselt, võib esineda 0-2 trükiviga.\n2 if: tekst liigendatud; esineb üksik ebaproportsionaalne lõik; tekst trükitud valdavalt korrektselt, võib esineda mõningaid trükivigu (3-4).\n1 if: tekst liigendatud ebakorrapäraselt; esineb mitu ebaproportsionaalset lõiku; tekst trükitud ebakorrektselt, leidub palju trükivigu (5 või enam).\n0 if: tekst liigendamata (pole lõike) või tekst trükivigade tõttu arusaamatu.\nThis aspect assesses both structure (paragraphs) and presentation (lack of typos, trükiviga). Do not count repeated typos of the same type as new mistakes (only reduce 1 point per similar mistake type). Trükiviga means typo or accidental mistake like swapped letters, so ignore morphology, syntax or spelling errors here. Proper lack of space after punctuation, even if repeated, counts as one liigendus mistake (reduce 1 point only)."
}