{
    "pealkiri": "3 if: pealkiri haarav või kitsendab teemat ja seostub selgelt probleemipüstitusega, sissejuhatuses avatakse probleemi taust; probleemipüstitusena esitatakse üks selgelt sõnastatud põhiväide või -küsimus, mis loob aluse teemaarenduseks; anna 3 punkti isegi kui pealkiri pole haarav kuid sissejuhatus täidab kriteeriumid.\n2 if: pealkiri seostub probleemipüstitusega; sissejuhatuses avatakse probleemi taust; probleemipüstituses esitatud põhiväide või põhiküsimus haakub teemaarendusega osaliselt või avatakse see üldsõnaliselt.\n1 if: pealkiri üldsõnaline või puudub; probleemi taust avatakse osaliselt; probleemipüstituses esitatud põhiväide või põhiküsimus ebaselgelt sõnastatud, endastmõistetav või tõestamatu.\n0 if: probleemipüstitus puudub.",
    "teemaalg": "Two alustekst reference texts were provided here; the student is expected to engage with at least one of them. Alustekst 1 from tervisliktoitumine.ee: \"Laste toitumine tähendab tervislikke ja läbimõeldud valikuid\" (sisu: toitumise jälgimise olulisus, vitamiinide ja mineraalainete defitsiidi oht, teismelised ja ebatervislikud suupisted, Siiri Krümann toitumishäiretest, tervislikud ja läbimõeldud valikud). Alustekst 2 from Tervise Arengu Insituut: \"Laste ülekaal ja rasvumine\" (sisu: koolieas toitumise iseseisvumine, lühikesed söögivahetunnid, valed söögiajad, hommikusöögi ja lõuna vahelejätmine, näksimine, vanema järelevalve puudumine, ülekaalulisuse risk). Take this into account and grade:\n3 if: alustekstidest toodud vähemalt 1 näide; osundatud tsitaadi või refereeringuga; näidet laiendatakse enda mõtetega.\n2 if: alustekstidest toodud vähemalt 1 näide aga osundatud ebaselgelt (nt tekstile või autorile ei viidata korrektselt); näidet laiendatakse enda mõtetega.\n1 if: alustekstist toodud vähemalt 1 näide; osundatud ainult temaatiliselt, ilma viitamata; näidet ei seota enda mõtetega piisavalt selgelt.\n0 if: alustekstist ei ole näiteid toodud või pole need asjakohased.",
    "teemaarg": "3 if: alaväited selgelt sõnastatud ja seotud põhiväitega; alaväited esitatud loogilises järjekorras; igas lõigus esitatud näiteid selgitatud ja laiendatud, need on asjakohased; näidetest kasvavad loogiliselt välja lõikude järeldused.\n2 if: alaväited selgelt sõnastatud ja osaliselt seotud põhiväitega; alaväited esitatud loogilises järjekorras; igas lõigus esitatud näiteid selgitatud ja laiendatud, need on asjakohased; näidetest ei kasva selgelt välja järeldused.\n1 if: kõik alaväited pole selgelt sõnastatud; alaväited on osaliselt seotud põhiväitega; toodud näiteid osaliselt laiendatud; näidetest ei kasva välja järeldused.\n0 if: argumentatsioon on seosetu või puudub.",
    "lopetus": "3 if: sissejuhatuses püstitatud probleemile on vastatud; lõikude peamised järeldused on teises sõnastuses kokku võetud.\n2 if: probleemile on vastatud; lõikude peamisi järeldusi korratakse sissejuhatusele ja teemaarendusele ligilähedases sõnastuses.\n1 if: probleemile vastatud osaliselt või tuuakse sisse uus teema; lõikude peamisi järeldusi korratakse sissejuhatuse ja teemaarendusega samas sõnastuses.\n0 if: lõpetus pole teemaarenduse või sissejuhatusega seotud.",
    "sonavalik": "3 if: sõnavalik on isikupärane ja rikkalik; sõnavalik sobib kirjakeelsesse teksti; võib esineda üksik sõnastusraskus või sõnastusviga.\n2 if: sõnavalik mitmekesine, esineb üksikuid sõnakordusi; aga sõnavalik sobib kirjakeelsesse teksti; esineb mõnesid sõnastusraskusi.\n1 if: sõnavalik ühekülgne, esineb palju sõnakordusi; sõnavalik sobib suuremalt jaolt kirjakeelsesse teksti; esineb palju sõnastusraskusi.\n0 if: sõnavalik ei sobi kirjakeelsesse teksti ja sõnastusraskuste tõttu tekst arusaamatu.\nNote that sõnakordus here means repeating the same content word close by where a synonym would flow better, for example toitu in \"Õpilased lähevad tihit poodi toitu ostma. Nad ostavad sealt ainult kommi kuna pood ei paku korralikku toitu.\"",
    "lausemoodustus": "3 if: laused on arusaadavad ja terviklikud; kasutatakse sidusaid ja erineva ülesehitusega lauseid; esineb üksik lausestuseksimus.\n2 if: laused arusaadavad ja terviklikud; kasutatakse sidusaid ja sarnase ülesehitusega lauseid; esineb mõnesid lausestuseksimusi.\n1 if: laused suuremalt jaolt arusaadavad; kasutatakse suuremalt jaolt sidusaid lauseid, mille ülesehitus ühekülgne; esineb palju lausestuseksimusi.\n0 if: laused ebaselged ja välja arendamata, lausestuseksimuste tõttu tekst arusaamatu.",
    "kirjavahe": "3 if: kirjavahemärgistus on täpne; võib esineda 0-2 viga kokku.\n2 if: kirjavahemärgistus valdavalt täpne; võib esineda 3-4 viga kokku.\n1 if: kirjavahemärgistuses esineb palju puudusi; võib esineda 5-6 viga kokku.\n0 if: kirjavahemärgistus puudulik.\nThis aspect only refers to the correct usage of any punctuation like koma, jutumärgid, kriipsud, koolon, lauselõpumärgid, if and where relevant (but NOT lack of space after punctuation). Do not count repeated mistakes as new mistakes and do not be too harsh.",
    "oigekiri": "3 if: õigekiri ja vormimoodustus on korrektne; võib esineda 0-2 viga kokku.\n2 if: valdavalt korrektne; 3-4 viga kokku.\n1 if: palju puudusi; 5-6 viga kokku.\n0 if: õigekiri ja vormimoodustus puudulik, üle 7 vea.\nDo not count repeated mistakes as new mistakes. This aspect only considers  algustähed, sõnade kokku- ja lahkukirjutamine, häälikuortograafia, käänamine-pööramine. Ignore obvious typos like swapped letters and do not be too harsh.",
    "liigendus": "3 if: tekst on liigendatud; lõigud on proportsionaalsed; tekst on trükitud korrektselt, võib esineda 0-2 trükiviga.\n2 if: tekst liigendatud; esineb üksik ebaproportsionaalne lõik; tekst trükitud valdavalt korrektselt, võib esineda mõningaid trükivigu (3-4).\n1 if: tekst liigendatud ebakorrapäraselt; esineb mitu ebaproportsionaalset lõiku; tekst trükitud ebakorrektselt, leidub palju trükivigu (5 või enam).\n0 if: tekst liigendamata (pole lõike) või tekst trükivigade tõttu arusaamatu.\nDo not count repeated mistakes as new mistakes and do not be too harsh here. Also trükiviga means typo or accidental mistake like swapped letters so ignore morphology, syntax or spelling errors here. Proper lack of space after punctuation counts as one liigendus mistake."
}